1) Создание структуры базы данных (8ч)
	- проработка моделей (2ч)
	- создание моделей (4ч)
	- тс + (2ч)

2) Авторизация(админ)(настройка) (10ч)
  	- настрока админа (5ч)
  	- смена пароля логина мыла (5ч)
	
3) Подключение к базе (9ч)
	- запросы (6ч)
	- отладка (3ч)
	
4) Роутинг (6ч)
	- бек (6ч)

5) CRUD пользователей (админов) (45ч)
   CRUD тэгов
   CRUD продуктов
   CRUD заказав	
	- проработка тегов и взаимодействие с базой (12ч)
	- настройка управление админа (12ч)
	- (сортировка поиска по тегам) (12ч)
	- ТС (+ 25%)

6) Страница аналитики (10ч)
	- настрока аналитики (10ч)


7) Подключение оплаты (~25ч)
	-если пайпел (20ч)(тут залупа)
	-если страйп (30ч)(нет инфы)

-ФРОНТ-
8) Создание проекта для фронтенда (~110ч)
	- дизайн (12ч)
	- адаптив(+ 30% к дизайн)
	- Главная страница (10ч)
	- Каталог товаров с возможностью фильтрации по тегам/признакам (18ч)
	- Страница поиска (5ч)
	- Страница продукта (6ч)
	- Страница корзины (cart) (14ч)
	- Страница оплаты/указания данных доставки (checkout)(почта) (12ч)
	- Страница успешного/не успешного заказа (6ч)
	- Роутинг (4ч)
	-ТС ( + 20% к суме)

ИТОГО 223
+ страховой фонд -20%
~ 267

